{
  "NOT_COMMAND_ID": "Du skal indtaste et kommando ID. Eksempel: %1.",
  "GO_TO_PAGE": "Gå til siden",
  "PAGE": "Side",
  "COMMAND_DELETED": "Det er lykkedes at slette kommandoen %1.",
  "INVALID_PAGE": "Ugyldig side",
  "COMMAND_ALREADY_CREATED": "Du har allerede oprettet en kommando med navnet %1.",
  "NO_COMMAND_NAME": "Du skal indtaste kommandonavnet.",
  "COMMAND_ALREADY_ADDED": "Du har allerede en kommando ved navn %1 på denne server.",
  "NO_COMMAND_CODE": "Du skal vedhæfte koden til kommandoen i en JavaScript-fil.",
  "COMMAND_ALREADY_IN_GUILD": "Kommandoen %1 findes allerede på denne server.",
  "COMMAND_DETACHED": "Kommandoen %1 blev løsrevet med succes.",
  "COMMAND_DESCRIPTION_EDITED": "Det er lykkedes at redigere beskrivelsen af kommandoen %1.",
  "ALLOWED_MODULES": "Tilladte moduler",
  "ADDED_COMMAND": "Kommandoen %1 er blevet tilføjet med succes på denne server.",
  "BOT_INFO": "%1's info",
  "COMMAND_HAS_DOT": "Kommandonavnet kan ikke indeholde specialtegn og store bogstaver.",
  "MADE_BY": "Fremstillet af %1",
  "COMMAND_NOT_IN_GUILD": "Kommandoen %1 findes ikke på denne server.",
  "COMMAND_FORMATION": "Kommandoformation",
  "GET_CODE": "Hent kommandoens kode",
  "BLACKLISTED_IDENTIFIERS": "Identifikatorer på den sorte liste",
  "AUTHOR_TO_EDIT": "Du skal være ophavsmand til kommandoen for at redigere den.",
  "COMMAND_CODE_EDITED": "Det er lykkedes at redigere koden for kommandoen %1.",
  "PAGE_RATIO": "Side %1 af %2",
  "INVALID_COMMAND_ID": "Der findes ingen kommando med dette ID.",
  "ON_GUILDS": "På %1-servere",
  "USED": "Brugt %1 gange",
  "INPUT_VALUE": "Du skal indtaste en variabel værdi for at udføre denne kommando.",
  "COMMAND_PRIVACY": "Kommandoprisvacy",
  "INPUT_KEY": "Du skal indtaste en variabel nøgle for at udføre denne kommando.",
  "BOT_MAIN_INFO": "Brug %1 til at skabe den mest tilpassede bot i verden.\n\nAlle kommandoer, der er tilgængelige i %2, er skabt af fællesskabet ved hjælp af %3 programmeringssproget med %4 compileren.\nAlle moduler er blevet sikret så meget som muligt med %5 parser.\n\n%6 er i øjeblikket i version %7.\nDeltag i supportserveren, hvis du finder en fejl, en mangel eller hvis du har forslag.\n\nTak fordi du valgte %8!",
  "COMMAND_PRIVATE": "Denne kommando er privat.",
  "TELL_ACTION_TO_DO": "Du skal give mig en handling, jeg skal udføre.",
  "CREATED_THE": "Den oprettede %1",
  "INVALID_PRIVACY_TYPE": "Ugyldig privatlivstype. Eksempler %1.",
  "KEY_VALUE_NO_SPACE": "Nøgle- og værdiindgangene må ikke indeholde tomme mellemrum.",
  "LOCALE_DOESNT_EXIST": "Den lokale variabel %1 findes ikke.",
  "LOCALE_DELETED": "Den lokale variabel %1 blev slettet med succes.",
  "LOCALE_CREATED": "Den lokale variabel %1 er blevet oprettet med succes.",
  "SELECT_PRIVACY": "Du skal vælge et peivacy for at udføre denne kommando.",
  "CODE_NOT_ALLOWED": "Det er ikke tilladt at læse denne kommando's kode.",
  "INVALID_ACTION": "Du fortalte mig en ugyldig handling, som jeg skulle udføre. Gyldige handlinger: %1.",
  "TOOK_TOO_LONG_PAGE": "Du var for længe om at vælge en side.",
  "NO_PERMISSION_ADMIN": "Du skal være administrator på denne server for at kunne bruge denne kommando.",
  "THE_COMMAND": "Kommandoen %1",
  "COMMAND_PRIVACY_EDITED": "Det er lykkedes at redigere koden for kommandoen %1.",
  "HELP_LOCALES_VALUE": "Værdien af den lokale variabel.",
  "HELP_EDIT_DESCRIPTION": "Hvis du vil redigere beskrivelsen af en kommando.",
  "NO_ALIASES": "Ingen aliasser",
  "CREATED_COMMAND": "Kommandoen %1 er blevet oprettet med succes.\nCID'et er %2.",
  "HELP_LOCALES_DELETE": "Brug denne kommando til at slette en lokal variabel.",
  "HELP_EDIT_PRIVACY": "Hvis du ønsker at redigere en kommando i privatlivet.",
  "HELP_LOCALES_KEY": "Nøglen for den lokale variabel.",
  "COMMAND_ALIASES": "Kommandoalias",
  "HELP_PULL_COMMAND": "Brug denne kommando til at tilføje en allerede oprettet kommando til din server.",
  "HELP_STORE": "Denne kommando er i form af en liste over kommandoer. Klik på knappen, der er knyttet til en af de kommandoer, der er oprettet af fællesskabet, for at uploade den til din server.",
  "HELP_EDIT_NEW_CODE": "Den nye kode for den kommando, som du vil redigere",
  "HELP_HELP": "Brug kommandoen help til at få en liste over tilgængelige kommandoer eller til at få flere oplysninger om, hvordan du bruger en bestemt kommando.",
  "HELP_BUILD_COMMAND_CODE": "Koden i JavaScript for den kommando, som du vil tilføje til bot'en.",
  "HELP": "Hjælp",
  "HELP_GET_COMMAND": "Den kommando, du ønsker at hente.",
  "COMMAND_STORE": "Kommandobase",
  "COMMAND_DESCRIPTION": "Beskrivelse af kommandoen",
  "COMMAND_NAME": "Navn på kommando",
  "HELP_FOR": "Hjælp til kommandoen %1",
  "HELP_LOCALES_SET": "Brug denne kommando til at importere en lokal variabel.",
  "HELP_GET": "Brug denne kommando, hvis du har brug for oplysninger om en bestemt kommando. Hvis du er ejer af kommandoen, vil du kunne se wole-kommandoen, hvis du ikke er det, afhænger det af kommandoens privatlivsindstillinger.",
  "HELP_DETACH_COMMAND_COMMAND_ID": "Den kommando, som du vil fjerne fra din server.",
  "HELP_DETACH_COMMAND": "Brug denne kommando til at fjerne en brugerdefineret kommando fra din server.",
  "NO_DESCTIPTION": "Ingen beskrivelse for denne kommando",
  "HELP_PULL_COMMAND_ID": "ID'et for den kommando, du vil tilføje til din server.",
  "HELP_INFO": "Brug kommandoen info, hvis du vil have flere oplysninger om, hvordan du bruger bot'en, og hvordan du koder nye kommandoer.",
  "HELP_REFRESH_SLASH": "Hvis du lige har tilføjet/fjernet en kommando fra din server, skal du opdatere serverens skråstregkommandoer for at undgå at få \"spøgelseskommandoer\" eller for ikke at se den kommando, du lige har tilføjet.",
  "HELP_BUILD_COMMAND_DESCRIPTION": "Beskrivelsen af de handlinger, som den kommando, du har oprettet, vil udføre.",
  "HELP_EDIT_NEW_DESCTIPTION": "Den nye beskrivelse af den kommando, som du vil redigere",
  "HELP_STORE_SEARCH": "Den kommando, du ønsker at søge efter.",
  "HELP_DELETE_COMMAND_COMMAND_ID": "Id'et for den kommando, som du vil ødelægge.",
  "HELP_EDIT_COMMAND": "Den kommando, som du vil redigere",
  "HELP_EDIT_CODE": "Hvis du vil redigere koden for en kommando.",
  "NO_COMMAND_DESCRIPTION": "Du skal indtaste kommandoens beskrivelse.",
  "HELP_EDIT_NEW_PRIVACY": "Det nye privatliv for den kommando, som du vil redigere",
  "NOT_ALLOWED_BUTTON": "Du må ikke klikke på denne knap.",
  "CREATING_COMMAND": "Oprettelse af kommandoen %1...",
  "HELP_BUILD_COMMAND_NAME": "Navnet på den kommando, du vil tilføje.",
  "INVALID_COMMAND": "Kommandoen %1 findes ikke.",
  "HELP_LOCALES_COMMAND": "Brug denne kommando, hvis du vil importere lokale variabler til alle de programmer, du har lavet. Du kan også bruge denne kommando til at fjerne lokaliteter. Locales er private variabler, der kan bruges i alle kommandoer, som du ejer, med identifikatoren \"locales\". Eksempel 'locales.API_KEY'",
  "HELP_HELP_COMMAND": "Navnet eller et af aliasserne for den kommando, hvis detaljer du vil have oplysninger om.",
  "HELP_BUILD_COMMAND": "Brug denne kommando til at oprette en offentlig kommando på robotten og bruge den.Du skal importere en JavaScript-fil for at udføre denne kommando.",
  "HELP_EDIT": "Brug denne kommando, hvis du vil redigere en kommando, som du allerede har lavet.",
  "HELP_DELETE_COMMAND": "Brug denne kommando til at fjerne en brugerdefineret kommando fra denne server.",
  "HELP_STORE_PAGE": "Den side, som du vil vælge for at finde andre kommandoer.",
  "KEY_IS": "Din API-nøgle er: %1.",
  "HELP_API": "Sådan får du din API-godkendelseskode. (Til brug i Authorization headeren i alle anmodninger, som du vil lave til denne api.)"
}