{
  "NO_DESCTIPTION": "Keine Beschreibung für diesen Befehl",
  "HELP_BUILD_COMMAND_CODE": "Der Code des Befehls in JavaScript, den Sie dem Bot hinzufügen möchten.",
  "HELP_DELETE_COMMAND": "Verwenden Sie diesen Befehl, um einen benutzerdefinierten Befehl von diesem Server zu entfernen.",
  "HELP_BUILD_COMMAND_DESCRIPTION": "Die Beschreibung der Aktionen, die der von Ihnen erstellte Befehl ausführen wird.",
  "HELP_BUILD_COMMAND_NAME": "Der Name des Befehls, den Sie hinzufügen möchten.",
  "HELP_EDIT_COMMAND": "Der Befehl, den Sie bearbeiten möchten",
  "HELP_EDIT_NEW_CODE": "Der neue Code des Befehls, den Sie bearbeiten möchten",
  "HELP_LOCALES_VALUE": "Der Wert der lokalen Variablen.",
  "HELP_DELETE_COMMAND_COMMAND_ID": "Die ID des Befehls, den Sie zerstören wollen.",
  "HELP_STORE_SEARCH": "Der Befehl, nach dem Sie suchen möchten.",
  "HELP_EDIT_NEW_PRIVACY": "Die neue Privatsphäre des Befehls, den Sie bearbeiten möchten",
  "HELP_DETACH_COMMAND": "Verwenden Sie diesen Befehl, um einen benutzerdefinierten Befehl von Ihrem Server zu entfernen.",
  "HELP_EDIT_DESCRIPTION": "Wenn Sie die Beschreibung eines Befehls bearbeiten möchten.",
  "HELP_PULL_COMMAND": "Verwenden Sie diesen Befehl, um einen bereits erstellten Befehl zu Ihrem Server hinzuzufügen.",
  "HELP_FOR": "Hilfe für den Befehl %1",
  "HELP_PULL_COMMAND_ID": "Die ID des Befehls, den Sie zu Ihrem Server hinzufügen möchten.",
  "HELP_EDIT": "Verwenden Sie diesen Befehl, wenn Sie einen Befehl bearbeiten möchten, den Sie bereits erstellt haben.",
  "HELP_STORE_PAGE": "Die Seite, die Sie auswählen möchten, um andere Befehle zu entdecken.",
  "HELP_EDIT_NEW_DESCTIPTION": "Die neue Beschreibung des Befehls, den Sie bearbeiten möchten",
  "HELP_GET": "Verwenden Sie diesen Befehl, wenn Sie Informationen über einen bestimmten Befehl benötigen. Wenn Sie der Besitzer des Befehls sind, können Sie den Befehl wole sehen, wenn Sie es nicht sind, hängt es von den Datenschutzeinstellungen des Befehls ab.",
  "HELP_STORE": "Dieser Befehl hat die Form einer Liste von Befehlen. Klicken Sie auf die Schaltfläche für einen der von der Community erstellten Befehle, um ihn auf Ihren Server hochzuladen.",
  "HELP_BUILD_COMMAND": "Verwenden Sie diesen Befehl, um einen öffentlichen Befehl auf dem Bot zu erstellen und ihn zu verwenden. Sie müssen eine JavaScript-Datei importieren, um diesen Befehl auszuführen.",
  "HELP_REFRESH_SLASH": "Wenn Sie gerade einen Befehl auf Ihrem Server hinzugefügt oder entfernt haben, müssen Sie die Slash-Befehle des Servers aktualisieren, um zu vermeiden, dass Sie \"Geister\"-Befehle haben oder den Befehl, den Sie gerade hinzugefügt haben, nicht sehen.",
  "HELP_EDIT_PRIVACY": "Wenn Sie die Privatsphäre eines Befehls bearbeiten möchten.",
  "HELP_GET_COMMAND": "Der Befehl, den Sie abrufen möchten.",
  "HELP_HELP_COMMAND": "Der Name oder einer der Aliasnamen des Befehls, dessen Details Sie wissen möchten.",
  "HELP_HELP": "Verwenden Sie den Befehl help, um eine Liste der verfügbaren Befehle zu erhalten oder um weitere Informationen über die Verwendung eines bestimmten Befehls zu erhalten.",
  "HELP_DETACH_COMMAND_COMMAND_ID": "Der Befehl, den Sie von Ihrem Server entfernen möchten.",
  "HELP_INFO": "Verwenden Sie den Befehl info, wenn Sie weitere Informationen zur Verwendung des Bots und zur Programmierung neuer Befehle erhalten möchten.",
  "HELP_LOCALES_COMMAND": "Verwenden Sie diesen Befehl, wenn Sie Variablen für Gebietsschemata in alle von Ihnen erstellten Programme importieren möchten. Sie können diesen Befehl auch verwenden, um Locales zu entfernen. Locales sind private Variablen, die in allen eigenen Befehlen mit dem Bezeichner 'locales' verwendet werden können. Beispiel: 'locales.API_KEY'",
  "HELP": "Hilfe",
  "HELP_LOCALES_KEY": "Der Schlüssel der lokalen Variablen.",
  "HELP_LOCALES_DELETE": "Verwenden Sie diesen Befehl, um eine lokale Variable zu löschen.",
  "INVALID_COMMAND": "Der Befehl %1 existiert nicht.",
  "HELP_EDIT_CODE": "Wenn Sie den Code eines Befehls bearbeiten möchten.",
  "COMMAND_NAME": "Name des Befehls",
  "HELP_LOCALES_SET": "Verwenden Sie diesen Befehl, um eine lokale Variable zu importieren.",
  "COMMAND_ALIASES": "Befehls-Aliase",
  "NO_ALIASES": "Keine Aliasnamen",
  "COMMAND_DESCRIPTION": "Beschreibung des Befehls",
  "MADE_BY": "Hergestellt von %1",
  "COMMAND_HAS_DOT": "Der Befehlsname darf keine Sonderzeichen und Großbuchstaben enthalten.",
  "PAGE": "Seite",
  "COMMAND_STORE": "Befehlsspeicher",
  "INVALID_PAGE": "Ungültige Seite",
  "GO_TO_PAGE": "Weiter zur Seite",
  "CREATING_COMMAND": "Erstellen des Befehls %1...",
  "NO_COMMAND_NAME": "Sie müssen den Namen des Befehls eingeben.",
  "CREATED_COMMAND": "Der Befehl %1 wurde erfolgreich erstellt.\nDie CID lautet %2.",
  "PAGE_RATIO": "Seite %1 von %2",
  "NO_COMMAND_DESCRIPTION": "Sie müssen die Beschreibung des Befehls eingeben.",
  "NOT_ALLOWED_BUTTON": "Es ist nicht erlaubt, auf diese Schaltfläche zu klicken.",
  "COMMAND_DELETED": "Der Befehl %1 wurde erfolgreich gelöscht.",
  "ADDED_COMMAND": "Der Befehl %1 wurde erfolgreich auf diesem Server hinzugefügt.",
  "COMMAND_NOT_IN_GUILD": "Der Befehl %1 befindet sich nicht auf diesem Server.",
  "NO_COMMAND_CODE": "Sie müssen den Code des Befehls in eine JavaScript-Datei einfügen.",
  "NOT_COMMAND_ID": "Sie müssen eine Befehls-ID eingeben. Beispiel: %1.",
  "NO_PERMISSION_ADMIN": "Sie müssen ein Administrator dieses Servers sein, um diesen Befehl zu verwenden.",
  "BLACKLISTED_IDENTIFIERS": "Identifikatoren auf der schwarzen Liste",
  "INVALID_COMMAND_ID": "Es gibt keinen Befehl mit dieser ID.",
  "COMMAND_ALREADY_IN_GUILD": "Der Befehl %1 befindet sich bereits auf diesem Server.",
  "COMMAND_PRIVATE": "Dieser Befehl ist privat.",
  "TOOK_TOO_LONG_PAGE": "Sie haben zu lange gebraucht, um eine Seite auszuwählen.",
  "COMMAND_FORMATION": "Befehlsbildung",
  "THE_COMMAND": "Der Befehl %1",
  "ALLOWED_MODULES": "Erlaubte Module",
  "BOT_INFO": "%1's Infos",
  "INVALID_PRIVACY_TYPE": "Ungültiger Datenschutztyp. Beispiele %1.",
  "COMMAND_DETACHED": "Der Befehl %1 wurde erfolgreich abgetrennt.",
  "INVALID_ACTION": "Sie haben mir eine ungültige Aktion genannt, die ich durchführen soll. Gültige Aktionen: %1.",
  "CREATED_THE": "Der erstellte die %1",
  "COMMAND_PRIVACY": "Befehlsgewalt",
  "USED": "%1 mal benutzt",
  "SELECT_PRIVACY": "Um diesen Befehl auszuführen, müssen Sie ein Volk auswählen.",
  "LOCALE_CREATED": "Die lokale Variable %1 wurde erfolgreich erstellt.",
  "COMMAND_DESCRIPTION_EDITED": "Die Beschreibung des Befehls %1 wurde erfolgreich bearbeitet.",
  "COMMAND_PRIVACY_EDITED": "Der Code des Befehls %1 wurde erfolgreich bearbeitet.",
  "LOCALE_DOESNT_EXIST": "Die lokale Variable %1 existiert nicht.",
  "COMMAND_ALREADY_ADDED": "Sie haben bereits einen Befehl namens %1 auf diesem Server.",
  "COMMAND_CODE_EDITED": "Der Code des Befehls %1 wurde erfolgreich bearbeitet.",
  "INPUT_KEY": "Sie müssen einen variablen Schlüssel eingeben, um diesen Befehl auszuführen.",
  "ON_GUILDS": "Auf %1-Servern",
  "AUTHOR_TO_EDIT": "Sie müssen der Autor des Befehls sein, um ihn zu bearbeiten.",
  "COMMAND_ALREADY_CREATED": "Sie haben bereits einen Befehl namens %1 erstellt.",
  "INPUT_VALUE": "Um diesen Befehl auszuführen, müssen Sie einen Variablenwert eingeben.",
  "KEY_VALUE_NO_SPACE": "Die Schlüssel- und Werteingaben dürfen keine Leerzeichen enthalten.",
  "GET_CODE": "Code des Befehls abrufen",
  "CODE_NOT_ALLOWED": "Sie dürfen den Code dieses Befehls nicht lesen.",
  "TELL_ACTION_TO_DO": "Sie müssen mir eine Aktion vorgeben, die ich durchführen soll.",
  "LOCALE_DELETED": "Die lokale Variable %1 wurde erfolgreich gelöscht.",
  "BOT_MAIN_INFO": "Verwenden Sie %1, um den am besten anpassbaren Bot der Welt zu erstellen.\n\nAlle in %2 verfügbaren Befehle wurden von der Community mit der Programmiersprache %3 und dem Compiler %4 erstellt.\nAlle Module wurden so weit wie möglich mit dem %5-Parser gesichert.\n\n%6 befindet sich derzeit in Version %7.\nTreten Sie dem Support-Server bei, wenn Sie einen Fehler oder eine Schwachstelle finden oder wenn Sie Vorschläge haben.\n\nVielen Dank, dass Sie sich für %8 entschieden haben!"
}