{
  "HELP_BUILD_COMMAND_DESCRIPTION": "Η περιγραφή των ενεργειών που θα κάνει η εντολή που δημιουργήσατε.",
  "NO_DESCTIPTION": "Δεν υπάρχει περιγραφή για αυτή την εντολή",
  "HELP_BUILD_COMMAND_NAME": "Το όνομα της εντολής που θέλετε να προσθέσετε.",
  "HELP_HELP_COMMAND": "Το όνομα ή ένα από τα ψευδώνυμα της εντολής της οποίας τα στοιχεία θέλετε να μάθετε.",
  "HELP_BUILD_COMMAND_CODE": "Ο κώδικας σε JavaScript της εντολής που θέλετε να προσθέσετε στο bot.",
  "HELP_HELP": "Χρησιμοποιήστε την εντολή help για να λάβετε μια λίστα με τις διαθέσιμες εντολές ή για να λάβετε περισσότερες λεπτομέρειες σχετικά με τη χρήση μιας συγκεκριμένης εντολής.",
  "HELP_BUILD_COMMAND": "Χρησιμοποιήστε αυτήν την εντολή για να δημιουργήσετε μια δημόσια εντολή στο ρομπότ και να τη χρησιμοποιήσετε, θα χρειαστεί να εισαγάγετε ένα αρχείο JavaScript για να εκτελέσετε αυτήν την εντολή.",
  "HELP_PULL_COMMAND": "Χρησιμοποιήστε αυτή την εντολή για να προσθέσετε μια ήδη δημιουργημένη εντολή στο διακομιστή σας.",
  "HELP_STORE": "Αυτή η εντολή έχει τη μορφή λίστας εντολών. Κάντε κλικ στο κουμπί που σχετίζεται με μια από τις εντολές που δημιουργήθηκαν από την κοινότητα για να την ανεβάσετε στον διακομιστή σας.",
  "HELP": "Βοήθεια",
  "HELP_DELETE_COMMAND_COMMAND_ID": "Το αναγνωριστικό της εντολής που θέλετε να καταστρέψετε.",
  "HELP_PULL_COMMAND_ID": "Το αναγνωριστικό της εντολής που θέλετε να προσθέσετε στο διακομιστή σας.",
  "HELP_DELETE_COMMAND": "Χρησιμοποιήστε αυτήν την εντολή για να καταργήσετε μια προσαρμοσμένη εντολή από αυτόν το διακομιστή.",
  "HELP_STORE_SEARCH": "Η εντολή που θέλετε να αναζητήσετε.",
  "HELP_STORE_PAGE": "Η σελίδα που θέλετε να επιλέξετε για να ανακαλύψετε άλλες εντολές.",
  "HELP_EDIT_NEW_CODE": "Ο νέος κωδικός της εντολής που θέλετε να επεξεργαστείτε",
  "INVALID_PAGE": "Μη έγκυρη σελίδα",
  "HELP_EDIT_NEW_PRIVACY": "Το νέο απόρρητο της εντολής που θέλετε να επεξεργαστείτε",
  "HELP_EDIT_COMMAND": "Η εντολή που θέλετε να επεξεργαστείτε",
  "PAGE": "Σελίδα",
  "MADE_BY": "Κατασκευασμένο από %1",
  "NO_PERMISSION_ADMIN": "Πρέπει να είστε διαχειριστής αυτού του διακομιστή για να χρησιμοποιήσετε αυτή την εντολή.",
  "HELP_REFRESH_SLASH": "Εάν μόλις προσθέσατε/αφαιρέσατε μια εντολή από το διακομιστή σας, θα πρέπει να ανανεώσετε τις εντολές slash του διακομιστή για να αποφύγετε την ύπαρξη εντολών \"φαντασμάτων\" ή να μην βλέπετε την εντολή που μόλις προσθέσατε.",
  "NOT_ALLOWED_BUTTON": "Δεν επιτρέπεται να κάνετε κλικ σε αυτό το κουμπί.",
  "HELP_DETACH_COMMAND_COMMAND_ID": "Η εντολή που θέλετε να καταργήσετε από το διακομιστή σας.",
  "HELP_DETACH_COMMAND": "Χρησιμοποιήστε αυτήν την εντολή για να αφαιρέσετε μια προσαρμοσμένη εντολή από το διακομιστή σας.",
  "INVALID_COMMAND_ID": "Δεν υπάρχει εντολή με αυτό το αναγνωριστικό.",
  "COMMAND_ALREADY_ADDED": "Έχετε ήδη μια εντολή με όνομα %1 σε αυτόν τον διακομιστή.",
  "HELP_EDIT_PRIVACY": "Εάν θέλετε να επεξεργαστείτε το απόρρητο μιας εντολής.",
  "HELP_EDIT": "Χρησιμοποιήστε αυτή την εντολή αν θέλετε να επεξεργαστείτε μια εντολή που έχετε ήδη εκτελέσει.",
  "HELP_LOCALES_SET": "Χρησιμοποιήστε αυτήν την εντολή για να εισαγάγετε μια τοπική μεταβλητή.",
  "HELP_INFO": "Χρησιμοποιήστε την εντολή info αν θέλετε να λάβετε περισσότερες πληροφορίες για το πώς να χρησιμοποιήσετε το bot και πώς να κωδικοποιήσετε νέες εντολές.",
  "HELP_EDIT_NEW_DESCTIPTION": "Η νέα περιγραφή της εντολής που θέλετε να επεξεργαστείτε",
  "NOT_COMMAND_ID": "Πρέπει να εισαγάγετε ένα αναγνωριστικό εντολής. Παράδειγμα: %1.",
  "HELP_GET_COMMAND": "Η εντολή που θέλετε να λάβετε.",
  "TOOK_TOO_LONG_PAGE": "Αργήσατε πολύ να επιλέξετε μια σελίδα.",
  "GO_TO_PAGE": "Μετάβαση στη σελίδα",
  "COMMAND_ALREADY_CREATED": "Έχετε ήδη δημιουργήσει μια εντολή με όνομα %1.",
  "PAGE_RATIO": "Σελίδα %1 από %2",
  "COMMAND_ALREADY_IN_GUILD": "Η εντολή %1 υπάρχει ήδη σε αυτόν τον διακομιστή.",
  "COMMAND_DELETED": "Διαγράφηκε επιτυχώς η εντολή %1.",
  "HELP_EDIT_CODE": "Αν θέλετε να επεξεργαστείτε τον κώδικα μιας εντολής.",
  "HELP_LOCALES_KEY": "Το κλειδί της τοπικής μεταβλητής.",
  "CREATED_COMMAND": "Δημιουργήθηκε επιτυχώς η εντολή %1.\nΤο CID είναι %2.",
  "HELP_LOCALES_VALUE": "Η τιμή της τοπικής μεταβλητής.",
  "HELP_FOR": "Βοήθεια για την εντολή %1",
  "COMMAND_DETACHED": "Η εντολή %1 αποσυνδέθηκε επιτυχώς.",
  "HELP_LOCALES_DELETE": "Χρησιμοποιήστε αυτήν την εντολή για να διαγράψετε μια τοπική μεταβλητή.",
  "INVALID_COMMAND": "Η εντολή %1 δεν υπάρχει.",
  "HELP_EDIT_DESCRIPTION": "Εάν θέλετε να επεξεργαστείτε την περιγραφή μιας εντολής.",
  "NO_COMMAND_NAME": "Πρέπει να εισαγάγετε το όνομα της εντολής.",
  "COMMAND_DESCRIPTION": "Περιγραφή εντολής",
  "NO_ALIASES": "Δεν υπάρχουν ψευδώνυμα",
  "NO_COMMAND_DESCRIPTION": "Πρέπει να εισαγάγετε την περιγραφή της εντολής.",
  "BOT_INFO": "Πληροφορίες του %1",
  "COMMAND_NAME": "Όνομα εντολής",
  "COMMAND_STORE": "Αποθήκη εντολών",
  "CREATING_COMMAND": "Δημιουργία της εντολής %1...",
  "COMMAND_HAS_DOT": "Το όνομα της εντολής δεν μπορεί να περιλαμβάνει ειδικούς χαρακτήρες και κεφαλαία γράμματα.",
  "NO_COMMAND_CODE": "Πρέπει να επισυνάψετε τον κώδικα της εντολής σε ένα αρχείο JavaScript.",
  "BOT_MAIN_INFO": "Χρησιμοποιήστε το %1 για να δημιουργήσετε το πιο προσαρμόσιμο ρομπότ στον κόσμο.\n\nΌλες οι εντολές που είναι διαθέσιμες στο %2 δημιουργήθηκαν από την κοινότητα χρησιμοποιώντας τη γλώσσα προγραμματισμού %3 με τον μεταγλωττιστή %4.\nΌλες οι ενότητες έχουν διασφαλιστεί όσο το δυνατόν περισσότερο με τον αναλυτή %5.\n\nΤο %6 βρίσκεται αυτή τη στιγμή στην έκδοση %7.\nΜπείτε στον διακομιστή υποστήριξης αν βρείτε ένα σφάλμα, ένα ελάττωμα ή αν έχετε προτάσεις.\n\nΣας ευχαριστούμε που επιλέξατε το %8!",
  "COMMAND_ALIASES": "Ψευδώνυμα εντολών",
  "HELP_GET": "Χρησιμοποιήστε αυτή την εντολή εάν χρειάζεστε πληροφορίες σχετικά με μια συγκεκριμένη εντολή. Αν είστε ο ιδιοκτήτης της εντολής θα μπορείτε να δείτε την εντολή wole, αν δεν είστε εξαρτάται από τις ρυθμίσεις απορρήτου της εντολής.",
  "HELP_LOCALES_COMMAND": "Χρησιμοποιήστε αυτή την εντολή αν θέλετε να εισάγετε μεταβλητές locales σε κάθε πρόγραμμα που έχετε δημιουργήσει. Μπορείτε επίσης να χρησιμοποιήσετε αυτή την εντολή για να αφαιρέσετε τις τοπικές ρυθμίσεις. Οι τοπικές μεταβλητές είναι ιδιωτικές μεταβλητές που μπορούν να χρησιμοποιηθούν σε κάθε εντολή που σας ανήκει με το αναγνωριστικό 'locales'. Παράδειγμα 'locales.API_KEY'",
  "ALLOWED_MODULES": "Επιτρεπόμενες ενότητες",
  "COMMAND_CODE_EDITED": "Επιτυχής επεξεργασία του κώδικα της εντολής %1.",
  "COMMAND_DESCRIPTION_EDITED": "Επιτυχής επεξεργασία της περιγραφής της εντολής %1.",
  "COMMAND_NOT_IN_GUILD": "Η εντολή %1 δεν υπάρχει σε αυτόν τον διακομιστή.",
  "AUTHOR_TO_EDIT": "Πρέπει να είστε ο συγγραφέας της εντολής για να την επεξεργαστείτε.",
  "ADDED_COMMAND": "Προστέθηκε επιτυχώς η εντολή %1 σε αυτόν τον διακομιστή.",
  "BLACKLISTED_IDENTIFIERS": "Αναγνωριστικά που περιλαμβάνονται στη μαύρη λίστα",
  "INVALID_PRIVACY_TYPE": "Μη έγκυρος τύπος απορρήτου. Παραδείγματα %1.",
  "COMMAND_FORMATION": "Σχηματισμός διοίκησης",
  "COMMAND_PRIVACY_EDITED": "Επιτυχής επεξεργασία του κώδικα της εντολής %1.",
  "SELECT_PRIVACY": "Για να εκτελέσετε αυτή την εντολή, πρέπει να επιλέξετε μια κοινότητα.",
  "CREATED_THE": "Το δημιούργησε το %1",
  "USED": "Χρησιμοποιήθηκε %1 φορές",
  "THE_COMMAND": "Η εντολή %1",
  "ON_GUILDS": "Σε %1 διακομιστές",
  "COMMAND_PRIVACY": "Εντολή pricvacy",
  "KEY_VALUE_NO_SPACE": "Οι είσοδοι κλειδιού και τιμής δεν μπορούν να περιέχουν κενά διαστήματα.",
  "LOCALE_DELETED": "Η τοπική μεταβλητή %1 διαγράφηκε επιτυχώς.",
  "GET_CODE": "Λήψη του κωδικού της εντολής",
  "INPUT_VALUE": "Πρέπει να εισαγάγετε μια μεταβλητή τιμή για να εκτελέσετε αυτή την εντολή.",
  "LOCALE_DOESNT_EXIST": "Η τοπική μεταβλητή %1 δεν υπάρχει.",
  "TELL_ACTION_TO_DO": "Πρέπει να μου δώσετε μια ενέργεια να κάνω.",
  "COMMAND_PRIVATE": "Αυτή η εντολή είναι ιδιωτική.",
  "CODE_NOT_ALLOWED": "Δεν επιτρέπεται να διαβάσετε τον κώδικα αυτής της εντολής.",
  "INPUT_KEY": "Πρέπει να εισαγάγετε ένα μεταβλητό πλήκτρο για να εκτελέσετε αυτή την εντολή.",
  "LOCALE_CREATED": "Δημιουργήθηκε επιτυχώς η τοπική μεταβλητή %1.",
  "INVALID_ACTION": "Μου είπατε μια άκυρη ενέργεια να κάνω. Έγκυρες ενέργειες: %1.",
  "KEY_IS": "Το κλειδί σας API είναι: %1.",
  "HELP_API": "Για να λάβετε τον κωδικό ελέγχου ταυτότητας API. (Για να τον χρησιμοποιήσετε στην κεφαλίδα Authorization κάθε αίτησης που θα κάνετε σε αυτό το api)."
}