{
  "NO_DESCTIPTION": "No description for this command",
  "HELP_STORE": "This command is in the form of a list of commands. Click on the button associated with one of the commands created by the community to upload it to your server.",
  "HELP_HELP": "Use the help command to get a list of available commands or to get more details on how to use a specific command.",
  "HELP_HELP_COMMAND": "The name or one of the aliases of the command whose details you want to know.",
  "HELP_BUILD_COMMAND": "Use this command to create a public command on the bot and use it, you will need to import a JavaScript file to perform this command.",
  "HELP_BUILD_COMMAND_NAME": "The name of the command that you want to add.",
  "HELP_BUILD_COMMAND_DESCRIPTION": "The description of the actions that the command that you created will do.",
  "HELP_BUILD_COMMAND_CODE": "The code in JavaScript of the command that you want to add to the bot.",
  "HELP_DELETE_COMMAND": "Use this command to remove a custom command from this server.",
  "HELP_PULL_COMMAND": "Use this command to add an already created command to your server.",
  "HELP_PULL_COMMAND_ID": "The ID of the command that you want to add to your server.",
  "HELP_REFRESH_SLASH": "If you just added/removed a command from your server, you will need to refresh the slash commands of the server to avoid having \"ghost\" commands or not seeing the command that you just added.",
  "HELP": "Help",
  "INVALID_COMMAND": "The command %1 doesn't exist.",
  "HELP_FOR": "Help for the command %1",
  "COMMAND_NAME": "Command name",
  "COMMAND_ALIASES": "Command aliases",
  "COMMAND_DESCRIPTION": "Command description",
  "NO_ALIASES": "No aliases",
  "NO_COMMAND_NAME": "You have to input the command's name.",
  "NO_COMMAND_DESCRIPTION": "You have to input the command's description.",
  "NO_COMMAND_CODE": "You have to attach the command's code in a JavaScript file.",
  "COMMAND_HAS_DOT": "The command name cannot include special characters and uppercases.",
  "CREATED_COMMAND": "Successfully created the command %1.\nThe CID is %2.",
  "CREATING_COMMAND": "Creating the command %1...",
  "COMMAND_STORE": "Command store",
  "PAGE_RATIO": "Page %1 of %2",
  "NOT_ALLOWED_BUTTON": "You are not allowed to click on this button.",
  "GO_TO_PAGE": "Go to page",
  "PAGE": "Page",
  "INVALID_PAGE": "Invalid page",
  "TOOK_TOO_LONG_PAGE": "You took too long to choose a page.",
  "MADE_BY": "Made by %1",
  "NO_PERMISSION_ADMIN": "You must have to me an administrator of this server to use this command.",
  "COMMAND_ALREADY_CREATED": "You already created a command named %1.",
  "COMMAND_ALREADY_ADDED": "You already have a command named %1 in this server."
}