{
  "NO_DESCTIPTION": "No description for this command",
  "HELP_STORE": "This command is in the form of a list of commands. Click on the button associated with one of the commands created by the community to upload it to your server.",
  "HELP_HELP": "Use the help command to get a list of available commands or to get more details on how to use a specific command.",
  "HELP_HELP_COMMAND": "The name or one of the aliases of the command whose details you want to know.",
  "HELP_BUILD_COMMAND": "Use this command to create a public command on the bot and use it, you will need to import a JavaScript file to perform this command.",
  "HELP_BUILD_COMMAND_NAME": "The name of the command that you want to add.",
  "HELP_BUILD_COMMAND_DESCRIPTION": "The description of the actions that the command that you created will do.",
  "HELP_BUILD_COMMAND_CODE": "The code in JavaScript of the command that you want to add to the bot.",
  "HELP_DELETE_COMMAND": "Use this command to remove a custom command from this server.",
  "HELP_PULL_COMMAND": "Use this command to add an already created command to your server.",
  "HELP_PULL_COMMAND_ID": "The ID of the command that you want to add to your server.",
  "HELP_REFRESH_SLASH": "If you just added/removed a command from your server, you will need to refresh the slash commands of the server to avoid having \"ghost\" commands or not seeing the command that you just added.",
  "HELP_STORE_PAGE": "The page that you want to select to discover other commands.",
  "HELP_STORE_SEARCH": "The command you want to search for.",
  "HELP_DELETE_COMMAND_COMMAND_ID": "The id of the command that you want to destroy.",
  "HELP_DETACH_COMMAND": "Use this command to remove a custom-command from your server.",
  "HELP_DETACH_COMMAND_COMMAND_ID": "The command that you want to remove from your server.",
  "HELP_INFO": "Use the command info if you want to get more information of how to use the bot and how to code new commands.",
  "HELP_EDIT": "Use this command if you want to edit a command that you already made.",
  "HELP_EDIT_COMMAND": "The command that you want to edit",
  "HELP_EDIT_NEW_DESCTIPTION": "The new description of the command that you want to edit",
  "HELP_EDIT_NEW_CODE": "The new code of the command that you want to edit",
  "HELP_EDIT_NEW_PRIVACY": "The new privacy of the command that you want to edit",
  "HELP_EDIT_DESCRIPTION": "If you want to edit the description of a command.",
  "HELP_EDIT_CODE": "If you want to edit the code of a command.",
  "HELP_EDIT_PRIVACY": "If you want to edit the privacy of a command.",
  "HELP_GET": "Use this command if you need information about a specific command. If you are the owner of the command you will be able to see the wole command, if you are not it depends of the privacy settings of the command.",
  "HELP_GET_COMMAND": "The command that you want to get.",
  "HELP_LOCALES_COMMAND": "Use this command if you want to import locales variables to every programs that you made. You can also use this command to remove locales. Locales are private variables that can be used in every commands that you own with the identifier 'locales'. Exemple 'locales.API_KEY'",
  "HELP_LOCALES_SET": "Use this command to import a local variable.",
  "HELP_LOCALES_DELETE": "Use this command to delete a local variable.",
  "HELP_LOCALES_KEY": "The key of the local variable.",
  "HELP_LOCALES_VALUE": "The value of the local variable.",
  "HELP_API": "To get your API authentication code. (To use in the Authorization header of every requests that you will make to this api.)",
  "HELP": "Help",
  "KEY_IS": "Your API key is: %1.",
  "INVALID_COMMAND": "The command %1 doesn't exist.",
  "HELP_FOR": "Help for the command %1",
  "COMMAND_NAME": "Command name",
  "COMMAND_ALIASES": "Command aliases",
  "COMMAND_DESCRIPTION": "Command description",
  "NO_ALIASES": "No aliases",
  "NO_COMMAND_NAME": "You have to input the command's name.",
  "NO_COMMAND_DESCRIPTION": "You have to input the command's description.",
  "NO_COMMAND_CODE": "You have to attach the command's code in a JavaScript file.",
  "COMMAND_HAS_DOT": "The command name cannot include special characters and uppercases.",
  "CREATED_COMMAND": "Successfully created the command %1.\nThe CID is %2.",
  "CREATING_COMMAND": "Creating the command %1...",
  "COMMAND_STORE": "Command store",
  "PAGE_RATIO": "Page %1 of %2",
  "NOT_ALLOWED_BUTTON": "You are not allowed to click on this button.",
  "GO_TO_PAGE": "Go to page",
  "PAGE": "Page",
  "INVALID_PAGE": "Invalid page",
  "TOOK_TOO_LONG_PAGE": "You took too long to choose a page.",
  "MADE_BY": "Made by %1",
  "NO_PERMISSION_ADMIN": "You must have to me an administrator of this server to use this command.",
  "COMMAND_ALREADY_CREATED": "You already created a command named %1.",
  "COMMAND_ALREADY_ADDED": "You already have a command named %1 in this server.",
  "NOT_COMMAND_ID": "You have to input a command ID. Exemple: %1.",
  "INVALID_COMMAND_ID": "There is no command with this ID.",
  "COMMAND_DELETED": "Successfully deleted the command %1.",
  "COMMAND_ALREADY_IN_GUILD": "The command %1 is already in this server.",
  "ADDED_COMMAND": "Successfully added the command %1 in this server.",
  "COMMAND_NOT_IN_GUILD": "The command %1 is not in this server.",
  "COMMAND_DETACHED": "The command %1 was successfully detached.",
  "BOT_INFO": "%1's info",
  "ALLOWED_MODULES": "Allowed modules",
  "BLACKLISTED_IDENTIFIERS": "Blacklisted identifiers",
  "BOT_MAIN_INFO": "Use %1 to create the most customizable bot in the world.\n\nAll commands available in %2 were created by the community using the %3 programming language with the %4 compiler.\nAll modules have been secured as much as possible with the %5 parser.\n\n%6 is currently in version %7.\nJoin the support server if you find a bug, a flaw or if you have any suggestions.\n\nThank you for choosing %8!",
  "AUTHOR_TO_EDIT": "You have to be the author of the command to edit it.",
  "COMMAND_DESCRIPTION_EDITED": "Successfully edited the description of the command %1.",
  "COMMAND_CODE_EDITED": "Successfully edited the the code of the command %1.",
  "COMMAND_PRIVACY_EDITED": "Successfully edited the the privacy of the command %1.",
  "SELECT_PRIVACY": "You have to select a peivacy to perform this command.",
  "INVALID_PRIVACY_TYPE": "Invalid privacy type. Exemples %1.",
  "COMMAND_FORMATION": "Command formation",
  "THE_COMMAND": "The command %1",
  "COMMAND_PRIVACY": "Command pricvacy",
  "CREATED_THE": "The created the %1",
  "USED": "Used %1 times",
  "ON_GUILDS": "On %1 servers",
  "GET_CODE": "Get command's code",
  "CODE_NOT_ALLOWED": "You are not allowed to read this command's code.",
  "COMMAND_PRIVATE": "This command is private.",
  "TELL_ACTION_TO_DO": "You have to give me an action to do.",
  "INVALID_ACTION": "You told me an invalid action to do. Valid actions: %1.",
  "INPUT_KEY": "You have to input a variable key to perform this command.",
  "INPUT_VALUE": "You have to input a variable value to perform this command.",
  "KEY_VALUE_NO_SPACE": "The key and value inputs cannot contains empty spaces.",
  "LOCALE_CREATED": "Successfully created the local variable %1.",
  "LOCALE_DELETED": "The local variable %1 was successfully deleted.",
  "LOCALE_DOESNT_EXIST": "The local variable %1 doesn't exist."
}