{
  "HELP": "Ayuda",
  "NO_PERMISSION_ADMIN": "Debes tenerme como administrador de este servidor para usar este comando.",
  "HELP_EDIT_COMMAND": "El comando que desea editar",
  "USED": "Usado %1 veces",
  "HELP_EDIT_DESCRIPTION": "Si quieres editar la descripción de un comando.",
  "HELP_STORE_PAGE": "La página que desea seleccionar para descubrir otros comandos.",
  "HELP_LOCALES_VALUE": "El valor de la variable local.",
  "HELP_PULL_COMMAND_ID": "El ID del comando que quiere añadir a su servidor.",
  "HELP_EDIT_NEW_PRIVACY": "La nueva privacidad del comando que quieres editar",
  "NO_DESCTIPTION": "No hay descripción para este comando",
  "HELP_HELP": "Utilice el comando de ayuda para obtener una lista de comandos disponibles o para obtener más detalles sobre cómo utilizar un comando específico.",
  "HELP_BUILD_COMMAND_CODE": "El código en JavaScript del comando que quieres añadir al bot.",
  "HELP_EDIT_CODE": "Si quieres editar el código de un comando.",
  "HELP_DELETE_COMMAND": "Utilice este comando para eliminar un comando personalizado de este servidor.",
  "GET_CODE": "Obtener el código del comando",
  "SELECT_PRIVACY": "Tienes que seleccionar una peivacidad para realizar este comando.",
  "HELP_INFO": "Usa el comando info si quieres obtener más información de cómo usar el bot y cómo codificar nuevos comandos.",
  "COMMAND_FORMATION": "Formación del mando",
  "ON_GUILDS": "En los servidores de %1",
  "HELP_LOCALES_KEY": "La clave de la variable local.",
  "COMMAND_STORE": "Tienda de comandos",
  "CODE_NOT_ALLOWED": "No está permitido leer el código de este comando.",
  "HELP_EDIT_NEW_DESCTIPTION": "La nueva descripción del comando que desea editar",
  "BLACKLISTED_IDENTIFIERS": "Identificadores de la lista negra",
  "HELP_PULL_COMMAND": "Utilice este comando para añadir un comando ya creado a su servidor.",
  "PAGE": "Página",
  "COMMAND_NAME": "Nombre del comando",
  "HELP_DELETE_COMMAND_COMMAND_ID": "El id del comando que se quiere destruir.",
  "HELP_DETACH_COMMAND": "Utilice este comando para eliminar un comando personalizado de su servidor.",
  "HELP_GET": "Utilice este comando si necesita información sobre un comando específico. Si eres el propietario del comando podrás ver el comando wole, si no lo eres depende de la configuración de privacidad del comando.",
  "COMMAND_HAS_DOT": "El nombre del comando no puede incluir caracteres especiales ni mayúsculas.",
  "HELP_EDIT": "Utiliza este comando si quieres editar un comando que ya has hecho.",
  "HELP_LOCALES_COMMAND": "Utilice este comando si desea importar variables de configuración regional a todos los programas que haya realizado. También puede utilizar este comando para eliminar locales. Las locales son variables privadas que pueden ser usadas en todos los comandos que tengas con el identificador 'locales'. Ejemplo 'locales.API_KEY'",
  "MADE_BY": "Hecho por %1",
  "HELP_FOR": "Ayuda para el comando %1",
  "THE_COMMAND": "El comando %1",
  "INVALID_PAGE": "Página no válida",
  "COMMAND_NOT_IN_GUILD": "El comando %1 no está en este servidor.",
  "COMMAND_DETACHED": "El comando %1 se ha desprendido con éxito.",
  "INVALID_PRIVACY_TYPE": "Tipo de privacidad inválido. Ejemplos %1.",
  "INPUT_KEY": "Tiene que introducir una tecla variable para realizar este comando.",
  "COMMAND_PRIVACY": "Comando de la pricvidad",
  "INVALID_COMMAND": "El comando %1 no existe.",
  "AUTHOR_TO_EDIT": "Tienes que ser el autor del comando para editarlo.",
  "HELP_HELP_COMMAND": "El nombre o uno de los alias del comando cuyos detalles desea conocer.",
  "HELP_EDIT_PRIVACY": "Si quieres editar la privacidad de un comando.",
  "PAGE_RATIO": "Página %1 de %2",
  "NO_COMMAND_DESCRIPTION": "Tienes que introducir la descripción del comando.",
  "GO_TO_PAGE": "Ir a la página",
  "COMMAND_PRIVACY_EDITED": "Editado con éxito el código del comando %1.",
  "CREATING_COMMAND": "Creando el comando %1...",
  "CREATED_COMMAND": "Se ha creado con éxito el comando %1.\nEl CID es %2.",
  "HELP_GET_COMMAND": "El comando que desea obtener.",
  "BOT_INFO": "Información de %1",
  "HELP_STORE_SEARCH": "El comando que desea buscar.",
  "LOCALE_DELETED": "La variable local %1 ha sido eliminada con éxito.",
  "LOCALE_DOESNT_EXIST": "La variable local %1 no existe.",
  "HELP_DETACH_COMMAND_COMMAND_ID": "El comando que desea eliminar de su servidor.",
  "NO_COMMAND_NAME": "Tienes que introducir el nombre del comando.",
  "HELP_BUILD_COMMAND_NAME": "El nombre del comando que quiere añadir.",
  "HELP_LOCALES_DELETE": "Utilice este comando para eliminar una variable local.",
  "NO_COMMAND_CODE": "Tienes que adjuntar el código del comando en un archivo JavaScript.",
  "HELP_BUILD_COMMAND_DESCRIPTION": "La descripción de las acciones que hará el comando que has creado.",
  "COMMAND_ALREADY_IN_GUILD": "El comando %1 ya está en este servidor.",
  "HELP_LOCALES_SET": "Utilice este comando para importar una variable local.",
  "INVALID_ACTION": "Me has dicho una acción no válida para hacer. Acciones válidas: %1.",
  "COMMAND_DELETED": "Se ha eliminado con éxito el comando %1.",
  "COMMAND_ALREADY_CREATED": "Ya has creado un comando llamado %1.",
  "ALLOWED_MODULES": "Módulos permitidos",
  "INPUT_VALUE": "Tiene que introducir un valor variable para realizar este comando.",
  "INVALID_COMMAND_ID": "No hay ningún comando con este ID.",
  "TELL_ACTION_TO_DO": "Tienes que darme una acción para hacer.",
  "HELP_BUILD_COMMAND": "Utiliza este comando para crear un comando público en el bot y utilizarlo, necesitarás importar un archivo JavaScript para realizar este comando.",
  "COMMAND_ALREADY_ADDED": "Ya tiene un comando llamado %1 en este servidor.",
  "TOOK_TOO_LONG_PAGE": "Has tardado demasiado en elegir una página.",
  "HELP_EDIT_NEW_CODE": "El nuevo código del comando que desea editar",
  "ADDED_COMMAND": "Se ha añadido con éxito el comando %1 en este servidor.",
  "COMMAND_DESCRIPTION": "Descripción del comando",
  "COMMAND_PRIVATE": "Este comando es privado.",
  "BOT_MAIN_INFO": "Utiliza %1 para crear el bot más personalizable del mundo.\n\nTodos los comandos disponibles en %2 fueron creados por la comunidad usando el lenguaje de programación %3 con el compilador %4.\nTodos los módulos han sido asegurados al máximo con el parser %5.\n\n%6 está actualmente en la versión %7.\nÚnase al servidor de soporte si encuentra un error, un fallo o si tiene alguna sugerencia.\n\n¡Gracias por elegir %8!",
  "KEY_VALUE_NO_SPACE": "Las entradas de clave y valor no pueden contener espacios vacíos.",
  "NO_ALIASES": "No hay alias",
  "HELP_STORE": "Este comando tiene la forma de una lista de comandos. Haga clic en el botón asociado a uno de los comandos creados por la comunidad para cargarlo en su servidor.",
  "CREATED_THE": "El creado el %1",
  "COMMAND_DESCRIPTION_EDITED": "Se ha editado con éxito la descripción del comando %1.",
  "LOCALE_CREATED": "Se ha creado con éxito la variable local %1.",
  "COMMAND_CODE_EDITED": "Editado con éxito el código del comando %1.",
  "NOT_ALLOWED_BUTTON": "No está permitido hacer clic en este botón.",
  "NOT_COMMAND_ID": "Tienes que introducir un ID de comando. Ejemplo: %1.",
  "COMMAND_ALIASES": "Alias de comandos",
  "HELP_REFRESH_SLASH": "Si acaba de añadir/eliminar un comando de su servidor, tendrá que actualizar los comandos de la barra del servidor para evitar tener comandos \"fantasmas\" o no ver el comando que acaba de añadir."
}