{
  "HELP_STORE": "Cette commande se présente sous la forme d'une liste de commandes. Cliquez sur le bouton associé à l'une des commandes créées par la communauté pour la télécharger sur votre serveur.",
  "HELP_HELP": "Utilisez la commande help pour obtenir une liste des commandes disponibles ou pour obtenir plus de détails sur l'utilisation d'une commande spécifique.",
  "HELP_HELP_COMMAND": "Le nom ou l'un des alias de la commande dont vous voulez connaître les détails.",
  "HELP": "Aide",
  "INVALID_COMMAND": "La commande %1 n'existe pas.",
  "COMMAND_ALIASES": "Alias de commande",
  "HELP_FOR": "Aide pour la commande %1",
  "COMMAND_NAME": "Nom de la commande",
  "COMMAND_DESCRIPTION": "Description de la commande",
  "NO_ALIASES": "Pas d'alias",
  "HELP_DELETE_COMMAND": "Utilisez cette commande pour supprimer une commande personnalisée de ce serveur.",
  "HELP_BUILD_COMMAND_CODE": "Le code en JavaScript de la commande que vous voulez ajouter au robot.",
  "NO_COMMAND_NAME": "Vous devez saisir le nom de la commande.",
  "HELP_PULL_COMMAND_ID": "L'ID de la commande que vous voulez ajouter à votre serveur.",
  "HELP_DELETE_COMMAND_COMMAND_ID": "L'id de la commande que vous voulez détruire.",
  "GO_TO_PAGE": "Aller à la page",
  "CREATING_COMMAND": "Création de la commande %1...",
  "NO_DESCTIPTION": "Pas de description pour cette commande",
  "CREATED_COMMAND": "La commande %1 a été créée avec succès.\nLe CID est %2.",
  "HELP_STORE_PAGE": "La page que vous voulez sélectionner pour découvrir d'autres commandes.",
  "HELP_STORE_SEARCH": "La commande que vous voulez rechercher.",
  "NO_COMMAND_CODE": "Vous devez joindre le code de la commande dans un fichier JavaScript.",
  "TOOK_TOO_LONG_PAGE": "Vous avez mis trop de temps à choisir une page.",
  "HELP_PULL_COMMAND": "Utilisez cette commande pour ajouter une commande déjà créée à votre serveur.",
  "PAGE_RATIO": "Page %1 de %2",
  "MADE_BY": "Réalisé par %1",
  "NOT_ALLOWED_BUTTON": "Vous n'êtes pas autorisé à cliquer sur ce bouton.",
  "HELP_BUILD_COMMAND_DESCRIPTION": "La description des actions que la commande que vous avez créée va effectuer.",
  "NO_COMMAND_DESCRIPTION": "Vous devez saisir la description de la commande.",
  "COMMAND_STORE": "Magasin de commande",
  "HELP_BUILD_COMMAND": "Utilisez cette commande pour créer une commande publique sur le bot et l'utiliser. Vous devrez importer un fichier JavaScript pour exécuter cette commande.",
  "COMMAND_HAS_DOT": "Le nom de la commande ne peut pas inclure de caractères spéciaux ni de majuscules.",
  "HELP_BUILD_COMMAND_NAME": "Le nom de la commande que vous voulez ajouter.",
  "COMMAND_ALREADY_ADDED": "Vous avez déjà une commande nommée %1 dans ce serveur.",
  "PAGE": "Page",
  "COMMAND_ALREADY_CREATED": "Vous avez déjà créé une commande nommée %1.",
  "INVALID_PAGE": "Page non valide",
  "NOT_COMMAND_ID": "Vous devez saisir un ID de commande. Exemple : %1.",
  "INVALID_COMMAND_ID": "Il n'y a pas de commande avec cet ID.",
  "NO_PERMISSION_ADMIN": "Vous devez être un administrateur de ce serveur pour utiliser cette commande.",
  "COMMAND_DELETED": "La commande %1 a été supprimée avec succès.",
  "HELP_REFRESH_SLASH": "Si vous venez d'ajouter/supprimer une commande de votre serveur, vous devrez rafraîchir les commandes slash du serveur pour éviter d'avoir des commandes \"fantômes\" ou de ne pas voir la commande que vous venez d'ajouter."
}