{
  "HELP_HELP": "Usate il comando help per ottenere un elenco dei comandi disponibili o per ottenere maggiori dettagli sull'uso di un comando specifico.",
  "HELP_STORE": "Questo comando si presenta sotto forma di elenco di comandi. Fate clic sul pulsante associato a uno dei comandi creati dalla comunità per caricarlo sul vostro server.",
  "HELP_HELP_COMMAND": "Il nome o uno degli alias del comando di cui si vogliono conoscere i dettagli.",
  "HELP_BUILD_COMMAND_DESCRIPTION": "La descrizione delle azioni che il comando creato eseguirà.",
  "HELP_DETACH_COMMAND_COMMAND_ID": "Il comando che si desidera rimuovere dal server.",
  "HELP_PULL_COMMAND_ID": "L'ID del comando che si vuole aggiungere al server.",
  "HELP_BUILD_COMMAND": "Utilizzare questo comando per creare un comando pubblico sul bot e utilizzarlo; per eseguire questo comando è necessario importare un file JavaScript.",
  "HELP_BUILD_COMMAND_CODE": "Il codice in JavaScript del comando che si vuole aggiungere al bot.",
  "HELP_BUILD_COMMAND_NAME": "Il nome del comando che si desidera aggiungere.",
  "HELP_PULL_COMMAND": "Utilizzare questo comando per aggiungere un comando già creato al server.",
  "HELP_DELETE_COMMAND": "Utilizzare questo comando per rimuovere un comando personalizzato da questo server.",
  "HELP_DETACH_COMMAND": "Usare questo comando per rimuovere un comando personalizzato dal server.",
  "HELP_STORE_PAGE": "La pagina che si desidera selezionare per scoprire altri comandi.",
  "HELP_EDIT_COMMAND": "Il comando che si desidera modificare",
  "NO_DESCTIPTION": "Nessuna descrizione per questo comando",
  "HELP_DELETE_COMMAND_COMMAND_ID": "L'id del comando che si vuole distruggere.",
  "HELP_EDIT_NEW_DESCTIPTION": "La nuova descrizione del comando che si desidera modificare",
  "HELP_EDIT": "Utilizzare questo comando per modificare un comando già eseguito.",
  "HELP_EDIT_NEW_CODE": "Il nuovo codice del comando che si vuole modificare",
  "HELP_LOCALES_SET": "Utilizzare questo comando per importare una variabile locale.",
  "HELP_EDIT_NEW_PRIVACY": "La nuova privacy del comando che si vuole modificare",
  "HELP_STORE_SEARCH": "Il comando che si vuole cercare.",
  "HELP_EDIT_DESCRIPTION": "Se si desidera modificare la descrizione di un comando.",
  "NO_COMMAND_NAME": "È necessario inserire il nome del comando.",
  "HELP_LOCALES_DELETE": "Utilizzare questo comando per eliminare una variabile locale.",
  "HELP_EDIT_CODE": "Se si desidera modificare il codice di un comando.",
  "HELP_EDIT_PRIVACY": "Se si desidera modificare la privacy di un comando.",
  "INVALID_COMMAND": "Il comando %1 non esiste.",
  "NO_COMMAND_CODE": "È necessario allegare il codice del comando in un file JavaScript.",
  "NO_COMMAND_DESCRIPTION": "È necessario inserire la descrizione del comando.",
  "COMMAND_HAS_DOT": "Il nome del comando non può includere caratteri speciali e maiuscole.",
  "HELP_REFRESH_SLASH": "Se si è appena aggiunto/rimosso un comando dal server, è necessario aggiornare i comandi slash del server per evitare di avere comandi \"fantasma\" o di non vedere il comando appena aggiunto.",
  "COMMAND_STORE": "Negozio di comandi",
  "HELP": "Aiuto",
  "COMMAND_ALIASES": "Alias di comando",
  "COMMAND_NAME": "Nome del comando",
  "NO_ALIASES": "Nessun alias",
  "HELP_LOCALES_COMMAND": "Usate questo comando se volete importare le variabili dei locales in tutti i programmi che avete creato. Si può anche usare questo comando per rimuovere i locales. Le variabili locales sono variabili private che possono essere usate in tutti i comandi che si possiedono con l'identificatore 'locales'. Esempio 'locales.API_KEY'",
  "HELP_GET": "Usate questo comando se avete bisogno di informazioni su un comando specifico. Se si è il proprietario del comando si potrà vedere il comando wole, se non lo si è dipende dalle impostazioni di privacy del comando.",
  "HELP_LOCALES_KEY": "La chiave della variabile locale.",
  "CREATED_COMMAND": "Creato con successo il comando %1.\nIl CID è %2.",
  "HELP_GET_COMMAND": "Il comando che si vuole ottenere.",
  "HELP_LOCALES_VALUE": "Il valore della variabile locale.",
  "MADE_BY": "Realizzato da %1",
  "NOT_COMMAND_ID": "È necessario inserire un ID di comando. Esempio: %1.",
  "INVALID_COMMAND_ID": "Non esiste un comando con questo ID.",
  "ALLOWED_MODULES": "Moduli consentiti",
  "COMMAND_DELETED": "Eliminato con successo il comando %1.",
  "COMMAND_DETACHED": "Il comando %1 è stato staccato con successo.",
  "HELP_INFO": "Utilizzare il comando info se si desidera ottenere maggiori informazioni su come utilizzare il bot e su come codificare nuovi comandi.",
  "HELP_FOR": "Aiuto per il comando %1",
  "COMMAND_ALREADY_IN_GUILD": "Il comando %1 è già presente in questo server.",
  "ADDED_COMMAND": "Aggiunto con successo il comando %1 in questo server.",
  "COMMAND_NOT_IN_GUILD": "Il comando %1 non è presente in questo server.",
  "COMMAND_ALREADY_ADDED": "Esiste già un comando chiamato %1 in questo server.",
  "CREATING_COMMAND": "Creazione del comando %1...",
  "NO_PERMISSION_ADMIN": "Per utilizzare questo comando è necessario essere amministratori del server.",
  "INVALID_PAGE": "Pagina non valida",
  "PAGE_RATIO": "Pagina %1 di %2",
  "BOT_INFO": "Info di %1",
  "BLACKLISTED_IDENTIFIERS": "Identificatori in lista nera",
  "NOT_ALLOWED_BUTTON": "Non è consentito fare clic su questo pulsante.",
  "COMMAND_ALREADY_CREATED": "È già stato creato un comando chiamato %1.",
  "TOOK_TOO_LONG_PAGE": "Avete impiegato troppo tempo per scegliere una pagina.",
  "USED": "Usato %1 volte",
  "GET_CODE": "Ottenere il codice del comando",
  "INVALID_PRIVACY_TYPE": "Tipo di privacy non valido. Esempi %1.",
  "ON_GUILDS": "Su %1 server",
  "COMMAND_PRIVATE": "Questo comando è privato.",
  "THE_COMMAND": "Il comando %1",
  "CREATED_THE": "È stata creata la %1",
  "COMMAND_DESCRIPTION_EDITED": "Modificata con successo la descrizione del comando %1.",
  "AUTHOR_TO_EDIT": "Per modificare il comando è necessario esserne l'autore.",
  "INPUT_KEY": "Per eseguire questo comando è necessario immettere una chiave variabile.",
  "COMMAND_CODE_EDITED": "Modificato con successo il codice del comando %1.",
  "COMMAND_PRIVACY": "Prezzo di comando",
  "COMMAND_PRIVACY_EDITED": "Modificato con successo il codice del comando %1.",
  "SELECT_PRIVACY": "Per eseguire questo comando è necessario selezionare un'area.",
  "GO_TO_PAGE": "Vai alla pagina",
  "COMMAND_FORMATION": "Formazione del comando",
  "COMMAND_DESCRIPTION": "Descrizione del comando",
  "PAGE": "Pagina",
  "BOT_MAIN_INFO": "Usate %1 per creare il bot più personalizzabile del mondo.\n\nTutti i comandi disponibili in %2 sono stati creati dalla comunità utilizzando il linguaggio di programmazione %3 con il compilatore %4.\nTutti i moduli sono stati protetti il più possibile con il parser %5.\n\n%6 è attualmente nella versione %7.\nUnitevi al server di supporto se trovate un bug, un difetto o se avete dei suggerimenti.\n\nGrazie per aver scelto %8!",
  "KEY_VALUE_NO_SPACE": "Gli input di chiave e valore non possono contenere spazi vuoti.",
  "CODE_NOT_ALLOWED": "Non è consentito leggere il codice di questo comando.",
  "TELL_ACTION_TO_DO": "Dovete darmi un'azione da compiere.",
  "LOCALE_CREATED": "Creata con successo la variabile locale %1.",
  "LOCALE_DOESNT_EXIST": "La variabile locale %1 non esiste.",
  "LOCALE_DELETED": "La variabile locale %1 è stata cancellata con successo.",
  "INPUT_VALUE": "Per eseguire questo comando è necessario immettere un valore variabile.",
  "INVALID_ACTION": "Mi hai indicato un'azione non valida da eseguire. Azioni valide: %1."
}